tap "1password/tap"
tap "anomalyco/tap"
tap "artginzburg/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "mike-engel/jwt-cli"
tap "ory/tap"
tap "pulumi/tap"
tap "siderolabs/tap"
tap "tw93/tap"
brew "tree"
brew "ansible"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "btop"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dive"
brew "duckdb"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "helm"
brew "helm@3"
brew "helmfile"
brew "libtool"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "iperf3"
brew "iproute2mac"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "libvirt"
brew "lldpd"
brew "macos-trash", link: true
brew "make"
brew "mas"
brew "mtr"
brew "n"
brew "nano"
brew "nmap"
brew "openssh"
brew "paperkey"
brew "pinentry-mac"
brew "pipx"
brew "python-argcomplete"
brew "redis"
brew "rsync"
brew "step"
brew "switchaudio-osx"
brew "talosctl"
brew "terraform"
brew "tilt"
brew "tmux"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "xcode-build-server"
brew "yq"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "artginzburg/tap/sudo-touchid"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "mike-engel/jwt-cli/jwt-cli"
brew "siderolabs/tap/talosctl"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "betterdisplay"
cask "bettertouchtool"
cask "cleanmymac"
cask "coconutbattery"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-monaspace"
cask "font-roboto"
cask "forklift"
cask "iina"
cask "keka"
cask "kekaexternalhelper"
cask "macs-fan-control"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "pika"
cask "rectangle-pro"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-merge@dev"
cask "tableplus"
cask "vlc"
mas "1Password for Safari", id: 1569813296
# mas "Brother P-touch Editor", id: 1453365242
mas "Discovery", id: 1381004916
# mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
# mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "uBlock Origin Lite", id: 6745342698
# mas "Wake Up Time", id: 495945638
# mas "WireGuard", id: 1451685025
# uv "autopep8"
# uv "flake8"
# uv "poetry"
# uv "pre-commit"
# uv "pylint"
# uv "universal-silabs-flasher"
# uv "yamllint"
# uv "yt-dlp"
