tap "1password/tap"
tap "anomalyco/tap"
tap "artginzburg/tap"
tap "azure/azure-workload-identity"
tap "azure/kubelogin"
tap "bufbuild/buf"
tap "derailed/k9s"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "nats-io/nats-tools"
tap "one2nc/cloudlens"
tap "ory/tap"
tap "pulumi/tap"
tap "robusta-dev/krr"
tap "siderolabs/tap"
tap "telepresenceio/telepresence"
tap "tw93/tap"
brew "tree"
brew "ansible"
brew "argo"
brew "argocd"
brew "atuin"
brew "gettext"
brew "bash"
brew "bat"
brew "bazelisk"
brew "bluetoothconnector"
brew "btop"
brew "buildifier"
brew "caddy"
brew "cilium-cli"
brew "circleci"
brew "cloud-sql-proxy"
brew "clusterctl"
brew "cmake"
brew "cmctl"
brew "cocoapods"
brew "coreutils"
brew "cosign"
brew "ctop"
brew "curl"
brew "deno"
brew "difftastic"
brew "dive"
brew "dnsmasq"
brew "duckdb"
brew "duti"
brew "esphome"
brew "esptool"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grpcurl"
brew "helm"
brew "helm@3"
brew "helmfile"
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "just"
brew "knot"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubelogin"
brew "kustomize"
brew "libvirt"
brew "lldpd"
brew "macos-trash", link: true
brew "make"
brew "mas"
brew "mkcert"
brew "mtr"
brew "n"
brew "nano"
brew "nats-server"
brew "python@3.13"
brew "nmap"
brew "ocrmypdf"
brew "openjdk"
brew "openssh"
brew "openssl@1.1"
brew "opentofu"
brew "operator-sdk"
brew "oras"
brew "paperkey"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "postgresql@17"
brew "postgresql@18"
brew "pulumi"
brew "python-argcomplete"
brew "redis"
brew "rsync"
brew "rust"
brew "step"
brew "swift-format"
brew "switchaudio-osx"
brew "talosctl"
brew "terraform"
brew "tilt"
brew "tmux"
brew "transmission-cli"
brew "trivy"
brew "uv"
brew "vault"
brew "vim"
brew "wait4x"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "xcode-build-server"
brew "xorriso"
brew "yq"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "artginzburg/tap/sudo-touchid"
brew "azure/azure-workload-identity/azwi"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "mike-engel/jwt-cli/jwt-cli"
brew "nats-io/nats-tools/nats"
brew "nats-io/nats-tools/nsc"
brew "robusta-dev/krr/krr"
brew "telepresenceio/telepresence/telepresence-oss"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "bartender"
cask "beekeeper-studio"
cask "betterdisplay"
cask "bettertouchtool"
cask "cleanmymac"
cask "clickhouse"
cask "coconutbattery"
cask "copilot-cli"
cask "dbngin"
cask "dbvisualizer"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-monaspace"
cask "font-roboto"
cask "forklift"
cask "gcloud-cli"
cask "ghostty"
cask "iina"
cask "keka"
cask "macs-fan-control"
cask "microsoft-teams"
cask "numi"
cask "obsidian"
cask "openscad"
cask "orbstack"
cask "pika"
cask "postman"
cask "rectangle"
cask "redis-insight"
cask "rocket"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "sublime-merge@dev"
cask "tableplus"
cask "telegram"
cask "textual"
cask "tor-browser"
cask "transmission"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Brother P-touch Editor", id: 1453365242
mas "Charmstone", id: 1563735522
mas "DaisyDisk", id: 411643860
mas "Discovery", id: 1381004916
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "uBlock Origin Lite", id: 6745342698
mas "Wake Up Time", id: 495945638
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "github.com/le-vlad/pgbranch/cmd/pgbranch"
go "github.com/google/pprof"
go "honnef.co/go/tools/cmd/staticcheck"
uv "autopep8"
uv "flake8"
uv "poetry"
uv "pre-commit"
uv "pylint"
uv "universal-silabs-flasher"
uv "yamllint"
uv "yt-dlp"
