tap "1password/tap"
tap "azure/azure-workload-identity"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "ory/tap"
tap "pulumi/tap"
tap "siderolabs/tap"
brew "ansible"
brew "argo"
brew "argocd"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "azure/azure-workload-identity/azwi"
brew "azure/kubelogin/kubelogin"
brew "bash"
brew "bat"
brew "bazelisk"
brew "bluetoothconnector"
brew "btop"
brew "buildifier"
brew "cilium-cli"
brew "cloud-sql-proxy"
brew "clusterctl"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "cosign"
brew "curl"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "difftastic"
brew "dive"
brew "duti"
brew "esolitos/ipa/sshpass"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "flyctl"
brew "gettext"
brew "gh"
brew "git-flow"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "helm"
brew "helmfile"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "iperf3"
brew "iproute2mac"
brew "just"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libtool"
brew "libvirt"
brew "lldpd"
brew "macos-trash"
brew "mas"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mitmproxy"
brew "mtr"
brew "n"
brew "nano"
brew "nmap"
brew "openjdk"
brew "openssh"
brew "openssl@1.1"
brew "openssl@3"
brew "oras"
brew "ory/tap/oathkeeper"
brew "paperkey"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@11"
brew "postgresql@12"
brew "postgresql@15", link: true
brew "pulumi/tap/pulumi"
brew "python@3.12"
brew "rsync"
brew "siderolabs/tap/talosctl"
brew "step"
brew "switchaudio-osx"
brew "terraform"
brew "tilt"
brew "tmux"
brew "tree"
brew "trivy"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "cleanmymac"
cask "dbngin"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-hack"
cask "font-monaspace"
cask "forklift"
cask "google-cloud-sdk"
cask "iina"
cask "keka"
cask "macs-fan-control"
cask "microsoft-teams"
cask "numi"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "redisinsight"
cask "rocket"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "sublime-merge-dev"
cask "tableplus"
cask "telegram"
cask "textual"
cask "transmission"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Brother P-touch Editor", id: 1453365242
mas "Charmstone", id: 1563735522
mas "DaisyDisk", id: 411643860
mas "Discovery", id: 1381004916
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Wake Up Time", id: 495945638
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bridgecrew.checkov"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "circleci.circleci"
vscode "codeout.vscode-junos"
vscode "compilenix.vscode-zonefile"
vscode "caarlos0.language-prometheus"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emily-curry.base16-tomorrow-dark-vscode"
vscode "equinusocio.vsc-material-theme-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "ghmcadams.lintlens"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "graphql.vscode-graphql"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "howardzuo.vscode-npm-dependency"
vscode "idleberg.applescript"
vscode "jamiewoodio.junos"
vscode "kamikillerto.vscode-colorize"
vscode "korekontrol.saltstack"
vscode "magicstack.magicpython"
vscode "mblode.twig-language-2"
vscode "mehedidracula.php-namespace-resolver"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "morrislaptop.vscode-open-in-sublime-merge"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "ombratteng.bratteng-dark-old"
vscode "ombratteng.nftables"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "sebastianbille.iam-legend"
vscode "shanoor.vscode-nginx"
vscode "skellock.just"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "spywhere.guides"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "taniarascia.new-moon-vscode"
vscode "tfsec.tfsec"
vscode "tilt-dev.tiltfile"
vscode "tinkertrain.theme-panda"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tyriar.lorem-ipsum"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "vector-of-bool.gitflow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "visualstudioexptteam.vscodeintellicode-insiders"
vscode "vscodeshift.mui-snippets"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "webben.browserslist"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
